Repository: mozilla-l10n/mt-training-data
Catalog: bsk/bsk_pontoon.tmx
Source language: en_us
Languages: bsk

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
bsk: maa common voice imu gunce validation mush car diusasulo irin ce duunan

source: You've successfully signed up for contributing to { $language }. Thank you.
bsk: maa kamiyaabi e kaa meer baaṣ emaśar sign up manuwaan. juu maar

source: You want to join the Common Voice mailing list
bsk: maa common voice e mailing list ulo kaa manaae ray ećaan

source: You write down what you hear in the audio clips
bsk: besan audio clip ulo dukoyaluma ke it girmin

source: Zip #{ $offset } of { $total }
bsk: Zip # e

source: account recovery key
bsk: account warc e ćheey

source: add-on
bsk: baaske etas

source: alternate text
bsk: kaatum text

source: attack
bsk: hamala etas

source: attacker
bsk: hamala etum ine

source: Attack Site
bsk: hamala etum site

source: attendee
bsk: duumisyo

source: authenticate
bsk: chan etas

source: authenticated
bsk: chan bilum/desqatum

source: authentication code
bsk: chankuṣe code/ḍesqatume code

source: autoplay
bsk: iyi gucharas

source: backup authentication code
bsk: chankuṣe backup code

source: bookmark
bsk: mesate oosas dooqh

source: breakpoint
bsk: caṭ etum diś

source: certificate authority
bsk: certifcate ẓanguyo

source: colorway
bsk: har baare ranićhang

source: context
bsk: midigaarum

source: cookie banner
bsk: cookie Kanawo

source: corrupt
bsk: file aparc manaas

source: corrupted
bsk: file aparc manimi

source: crash
bsk: traa numa ban manaas

source: cryptominer
bsk: crypto mining etaśo

source: cryptomining
bsk: cryptomining etas

source: debug
bsk: bug warc etas

source: deceptive site
bsk: mespalase site

source: decode
bsk: code diśunas

source: decryption
bsk: data phar ne yarkamaasum ite suwas

source: disinformation
bsk: aparc taqhpan

source: distrust
bsk: baawar ayetas

source: email mask
bsk: email mask etas

source: enable
bsk: durowar suwas

source: encode
bsk: data code ulo oosas

source: encrypt
bsk: data leel oomans code ulo oosas

source: encryption
bsk: data leel oomans code ulo oosase ḍuro

source: end user
bsk: duurowas sisan

source: Enhanced Tracking Protection
bsk: browser e duroin rac etas

source: extension
bsk: browser duro baske eetas code

source: fingerprinter
bsk: browsere maalumaaṭing gati etas

source: fingerprinting
bsk: broswer e maalumaaṭing gati etasin

source: Firefox View
bsk: firefox e iskil

source: grassroots
bsk: kuyooće ćamaat

source: home page
bsk: yarkamaasum page

source: import
bsk: deeta thum dishanar chuwas

source: independent browser
bsk: azaaṭ browser

source: innovations
bsk: thuwaan duroing

source: insecure
bsk: ġeer maafuuz

source: installation
bsk: inistaal etas

source: Issue
bsk: diyusas

source: Legacy extension
bsk: legacy baskoći

source: MDN
bsk: Moozila diwelap netwarking

source: misinformation
bsk: aparc taqhpan

source: native
bsk: yarkamaasum software

source: net neutrality
bsk: yak baarar babar net

source: nonprofit
bsk: falaayi idaaran

source: non-profit
bsk: falaayi iḍaaran

source: open source
bsk: a-uyoone gane

source: override
bsk: baḍal etas

source: phone number mask
bsk: phone number eesṭaqayas

source: pop-up
bsk: jooṣing

source: preference
bsk: pasaning

source: release
bsk: phat etas

source: report
bsk: report etas

source: restricted site
bsk: deśam site

source: revert
bsk: maraq etas

source: Review checker
bsk: hi ke baranes checker

source: search suggestion
bsk: phaṣar ganeng

source: security keys
bsk: ḍośayase ćheymuc

source: sensitive
bsk: ayoolṭirasing

source: sign
bsk: sign etas

source: signer
bsk: sign etas ine

source: sign in
bsk: sign in etin

source: sign-in
bsk: sign-in etas

source: studies
bsk: osulo balaasing

source: Terms of Service
bsk: dosmaẏasinge baring

source: track
bsk: browser esalas

source: trackers
bsk: browser esalśo

source: Tracking Content
bsk: browserulum duroing

source: unencrypted
bsk: data uyoonar het oosas

source: unresponsive
bsk: mene ke besan oosanṣan

source: unsafe
bsk: ġeer maafuuz

source: validate
bsk: tasdiiq etas

source: validity
bsk: tasdiiq etum

source: version
bsk: phat etum ite

source: Web Authentication
bsk: web e tasdiiq phone ate etas
